Autodesk.Revit.DB.TranslationUtility.TranslateFile(Autodesk.Revit.DB.Document,System.String,System.String,System.String,System.String,System.Boolean)
Translates a content file.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2014